// © Copyright 2014-2017 HP Development Company, L.P.

////////////////////////////////////////////////////////////////////////////////
// Event Specific Strings

// Previously Used Cartridge
HSD__65554__EventTitle = "Tidigare använda äkta HP-patroner är installerade";
HSD__65554__EventHeaderDescription = "Tidigare använda äkta HP-patroner är installerade.";

// Non-HP
HSD__65559__EventTitle = "Patroner av annat märke än HP har satts i";
HSD__65559__EventHeaderDescription = "HSD_TEXT:HSDNonHPSuppliesWarning
Om du anser att du har köpt äkta HP-bläckpatroner ber vi dig besöka oss på HSD_LINK:HSDAnticounterfeitLink för mer information eller för att rapportera bedrägeri.";

// Genuine HP Cartridge Installed
HSD__65561__EventTitle = "Tack för att du har satt i äkta HP-patroner!";

// K5 and beyond - Alignment Needed (version that can launch alignment from the dialog)
HSD__65569__EventTitle = "Justering rekommenderas";
HSD__65569__EventDescription = "HSD_TEXT:Justera nya patroner eller skrivhuvuden för bästa utskriftskvalitet.
Starta processen genom att klicka på HSDAlignButton.";

// Counterfeit Warranty dialog - NOT ON CARROT
HSD__65594__EventTitle = "Använd, påfylld eller förfalskad patron detekterad";

// Paper Size Mismatch Paper is larger than expected
HSD__65716__EventTitle = "Pappersstorleken är större än förväntat";
HSD__65716__EventDescription = "HSD_TEXT:Pappersstorleken som identifierats av skrivarsensorerna är större än pappersstorleken som valts i programvaran.
Om du vill fortsätta skriva ut på det här pappret klickar du på HSDOKButton för att fortsätta.
Om du vill byta papper gör du det och skickar sedan utskriften igen.
Om du vill avbryta utskriften klickar du på HSDCancelPrintButton.";

// Paper Size Mismatch Paper is smaller than expected
HSD__65717__EventTitle = "Pappersstorleken är mindre än förväntat";
HSD__65717__EventDescription = "Pappersstorleken som identifierats av skrivarsensorerna är mindre än pappersstorleken som valts i programvaran.
Om pappret i skrivaren har rätt storlek ändrar du vald pappersstorlek i programvaran och skickar utskriften igen.
Utskriften avbryts.";

// Palermo Paper Empty (References tray, type and size)
HSD__65921__EventTitle = "Fyll på papper i skrivaren";
HSD__65921__EventDescription = "HSD_TEXT:Slut på papper i skrivaren. HSDSeeFrontPanel";

// Problem with Print System (Triptane, Limtane, Limo)
HSD__65935__EventTitle = "Problem med skrivarsystemet";
HSD__65935__EventDescription = "HSD_TEXT:Utskriftsfunktionen är inaktiverad. HSDContactSupport";

// Limo Paper Path Motor Stall
HSD__65943__EventDescription = "HSD_TEXT:Skrivaren har upptäckt ett problem. Kontrollera skrivarens insida och ta bort papper som har fastnat eller andra blockeringar.
Om problemet kvarstår ska du kontakta administratören eller den tekniska supporten.
HSDSeeFrontPanel";

// Limo Part Being Replaced
HSD__65953__EventTitle = "Skrivarunderhåll";
HSD__65953__EventDescription = "Skrivaren kan inte skriva ut eftersom en komponent i skrivaren håller på att bytas ut. När komponenten har bytts ut kan utskriften återupptas.";

// Sensor errors that does not related to ink systems
HSD__65972__EventDescription = "HSD_TEXT:En del av skrivaren behöver repareras, och därför kan vissa av dess funktioner vara begränsade eller inte tillgängliga. Det går dock fortfarande att skriva ut.
HSDContactSupport";

// Limo Fax HW failure
HSD__65983__EventTitle = "Kommunikationsfel";
HSD__65983__EventDescription = "HSD_TEXT:Ett internt kommunikationsfel har inträffat i faxmodulen. HSDContactSupport

Obs! Du kan fortfarande skriva ut, kopiera och skanna.";

// Limo Paper Jam caused by Door Open
HSD__65987__EventTitle = "Papperstrassel";
HSD__65987__EventDescription = "Se skrivarens kontrollpanel för anvisningar om hur du åtgärdar trasslet.";

// No faxes in memory
HSD__66000__EventDescription = "Inga mottagna fax kan skrivas ut på nytt eftersom det inte finns några fax i skrivarminnet för närvarande.";

// Fax is sent as black and white as the receiving fax machine does not support color fax
HSD__66001__EventDescription = "HSD_TEXT:Färgfax kan endast skickas till en mottagare åt gången.
HSDSeeControlPanel";

// Color Fax needs Error Correction Mode on
HSD__66002__EventDescription = "HSD_TEXT:Aktivera felkorrigeringsläge (ECM) om du vill skicka färgfax. HSDSeeControlPanel";

// Unsubscribe Instant Ink when No IIP pens are installed (final payment not collected yet) - Starting from Verona VR2
HSD__66008__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription Besök HP Instant Ink-webbplatsen för omregistrering (HSD_LINK:HSDInstantInkLink).";

// Unsubscribed Instant Ink when at least one IIP pen is installed (final payment not collected yet) - Starting from Verona VR2
HSD__66009__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription När aktuell faktureringscykel avslutas slutar de angivna patronerna i skrivaren att fungera. HSDSeeControlPanel";

// CISS printers, starting from Kronos Refresh: Action Required after 1500 pages printed
HSD__66011__EventTitle = "Åtgärd krävs";
HSD__66011__EventDescription = "\"E\" och \"9\" blinkar för närvarande på kontrollpanelens display. Åtgärda det här meddelandet genom att snabbt öppna och stänga skrivarhuvudets åtkomstlucka fullständigt. Mer information finns på den sida som skrivaren nyss skrev ut.

Obs! Det här tillståndet inträffar bara efter utskrift av höga volymer då bläckansamlingen kan börja påverka utskriftskvaliteten.";

// Anti Theft / Protected (Toner)
HSD__75000_75002__EventTitle = "HP Protected toner installerad";

// Anti Theft / Protected (Drum)
HSD__75001__EventTitle = "HP Protected-trumma installerad";

// Cartridge Low (Toner)
HSD__75010_75012__EventTitle = "Toner låg";

// Cartridge Low (Drum)
HSD__75011__EventTitle = "Trumma låg";

// Cartridge Missing (Toner)
HSD__75015_75017__EventTitle = "Toner saknas";

// Cartridge Missing (Drum)
HSD__75016__EventTitle = "Trumma saknas";

// Cartridge Very Low (Toner)
HSD__75020_75022__EventTitle = "Toner mycket låg";

// Cartridge Very Low (Drum)
HSD__75021__EventTitle = "Trumma mycket låg";

// Door Open (Front)
HSD__75025__EventTitle = "Framlucka öppen";

// Door Open (Rear)
HSD__75026__EventTitle = "Baklucka öppen";

// Defective Memory (Toner)
HSD__75030__EventTitle = "Minnesfel förbrukningsmaterial toner";

// Defective Memory (Drum)
HSD__75031__EventTitle = "Minnesfel förbrukningsmaterial trumma";

// Defective Memory
HSD__75032__EventTitle = "Minnesfel förbrukningsmaterial";

// Genuine HP Cartridge (Toner)
HSD__75035_75037__EventTitle = "Toner installerad";

// Genuine HP Cartridge (Drum)
HSD__75036__EventTitle = "Trumma installerad";

// Incompatible Cartridge (Toner)
HSD__75040_75042__EventTitle = "Felaktig toner";

// Incompatible Cartridge (Drum)
HSD__75041__EventTitle = "Felaktig trumma";

// Incorrect Cartridge
HSD__75045__EventTitle = "Fel patron på platsen";
HSD__75045__EventDescription = "Ta bort patronen och sätt in den igen. Kontrollera att det är rätt plats.";

// Insufficient Memory
HSD__75060__EventTitle = "Inte tillräckligt med skrivarminne";
HSD__75060__EventDescription = "Skrivarens minne är fullt. Utskriftsjobbet avbröts.";

// Jam in printer (tray)
HSD__75065__EventTitle = "Trassel i pappersfack";
HSD__75065__EventDescription = "Ta bort alla hinder i skrivaren eller allt som blockerar facken.";

// Jam in printer (fuser)
HSD__75066__EventTitle = "Papperstrassel i fixeringsenhet";
HSD__75066__EventDescription = "Ta bort alla hinder i skrivaren eller allt som blockerar fixeringsenheten eller tonerkassetten.";

// Jam in printer (output bin)
HSD__75067__EventTitle = "Trassel i utmatningsfack";
HSD__75067__EventDescription = "Ta bort alla hinder i skrivaren eller allt som blockerar utmatningsfacken.";

// Jam in printer (duplexer)
HSD__75068__EventTitle = "Papperstrassel i duplexenhet";
HSD__75068__EventDescription = "Ta bort alla hinder i skrivaren eller allt som blockerar duplexenheten.";

// lightPipeBlocked
HSD__75070__EventTitle = "Fel i patronsensor";
HSD__75070__EventDescription = "Ljusguiden som används för avkänning av toner i tonerkassetten fungerar inte. Detta är ett fel som förhindrar utskrift.

Kontrollera området kring tonerkassettens sensor och ta bort hinder som blockerar ljusguidesensorn.";

// Manual Duplex
HSD__75075__EventTitle = "Manuell duplex";
HSD__75075__EventDescription = "HSD_TEXT:Ett meddelande eller signal visas på enhetens kontrollpanel. Observera papprets plats. Sätt i pappret i rätt fack. Tryck på  HSDOKButton/HSDResumeButton-knappen på enheten för att fortsätta.";

// Manually Feed
HSD__75080__EventTitle = "Mata papperet manuellt";
HSD__75080__EventDescription = "HSD_TEXT:Lägg i det papper som behövs i facket eller tryck på HSDOKButton/HSDResumeButton-knappen på enheten om du vill använda det befintliga papperet.";

// Paper mount
HSD__75085__EventTitle = "Felmatchning av pappersstorlek";
HSD__75085__EventDescription = "HSD_TEXT:Storleken på papperet i pappersfacket matchar inte den pappersstorlek som har valts i programvaran.

Om papperet som ligger i skrivaren är i rätt storlek ändrar du pappersstorleken i programvaran och skickar utskriftsjobbet på nytt.

Om papperet som ligger i skrivaren inte är i rätt storlek byter du till papper i rätt storlek.

Om du vill fortsätta skriva ut på detta papper klickar du på knappen HSDOKButton eller HSDResumeButton på skrivarens kontrollpanel för att fortsätta.";

// Missing Memory (Toner)
HSD__75095_75097__EventTitle = "Tonerminne verkar saknas";

// Missing Memory (Drum)
HSD__75096__EventTitle = "Trumminne verkar saknas";

// Mpacco Active
HSD__75100__EventTitle = "Byt ut patron för svart utskrift";
HSD__75100__EventDescription = "HSD_TEXT:Skrivaren har konfigurerats särskilt för att skriva ut med enbart svart bläck när färgnivån är mycket låg. Färgtillbehöret kanske fortfarande kan ge godtagbar utskriftskvalitet. Om du vill skriva ut i färg byter du färgtillbehöret eller konfigurerar om skrivaren.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Unauthorized Toner
HSD__75105_75107__EventTitle = "Obehörig toner";

// Unauthorized Drum
HSD__75106__EventTitle = "Obehörig trumma";

// Printer Error
HSD__75115__EventTitle = "Skrivarfel";
HSD__75115__EventDescription = "Ett kritiskt skrivarfel har uppstått. Det går inte att skriva ut.";

// Printer Mispick
HSD__75120__EventTitle = "Felaktig pappersmatning";
HSD__75120__EventDescription = "HSD_TEXT:Inget papper matas fram, tryck på knappen HSDOKButton eller HSDResumeButton på skrivarens kontrollpanel för att fortsätta.";

// Print Failure
HSD__75125__EventTitle = "Skrivarfel";
HSD__75125__EventDescription = "Det har uppstått ett problem med skrivaren eller utskriftssystemet. Stäng av skrivaren och slå sedan på den igen.

Om meddelandet visas igen kontaktar du HP.";

// Replace Cartridge (Toner)
HSD__75135__EventTitle = "Byt ut toner";

// Replace Cartridge (Drum)
HSD__75136__EventTitle = "Byt ut trumma";

// Tray empty or open (Tray 1)
HSD__75170__EventTitle = "Slut på papper";
HSD__75170__EventDescription = "Papperet i skrivaren är slut.
Lägg i papper i aktuellt pappersfack.";

// Tray empty or open (Tray 2)
HSD__75171__EventTitle = "Slut på papper i Fack 2";
HSD__75171__EventDescription = "Lägg i papper i Fack 2.";

// Unexpected Size in tray
HSD__75175__EventTitle = "Oväntad pappersstorlek";
HSD__75175__EventDescription = "HSD_TEXT:Pappersstorleken som identifierades av skrivarsensorn matchar inte den angivna storleken för skrivarfacket.

Om papperet som ligger i skrivaren är i rätt storlek, ändrar du den angivna pappersstorleken för skrivarfacket i skrivarens kontrollpanel eller HSD_KEYED_LINK:HSDTraysConfigurationLink och skickar utskriftsjobbet på nytt.

Om papperet som ligger i skrivaren inte är i rätt storlek byter du till papper i rätt storlek.";

// Used / Counterfeit Cartridge (Toner)
HSD__75190_75192__EventTitle = "Använd eller förfalskad toner installerad";

// Used / Counterfeit Cartridge (Drum)
HSD__75191__EventTitle = "Använd eller förfalskad trumma installerad";

// Over filled detection
HSD__75195__EventTitle = "För mycket papper har lagts i";
HSD__75195__EventDescription = "HSD_TEXT:Kontrollera att pappersbunten inte överstiger papperslinjen i facket. Klicka på HSDOKButton/HSDResumeButton på kontrollpanelen för att fortsätta.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Low on Ink - Instant Ink Advertisement / Instant Ink XMO2 Trial Cartridge Low (Not enrolled)
HSD__65802_65847__EventTitle = "Låg bläcknivå";

// Palermo Paper Running Low (References tray and size)
// Palermo Paper Running Low (References only size for Single Tray product)
HSD__65920_65940__EventTitle = "Pappret snart slut";
HSD__65920_65940__EventDescription = "HSD_TEXT:Skrivarpappret börjar ta slut. HSDSeeFrontPanel";

// Limo Paper Path Motor Stall
// Limo Other Motor Stalls (not paper path)
// Sensor errors that does not related to ink systems
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65943_65946_65972_66007__EventTitle = "Problem med skrivaren";

// Limo Other Motor Stalls (not paper path)
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65946_66007__EventDescription = "HSD_TEXT:Ett problem har uppstått med utskriftssystemet. Starta om skrivaren och gör ett nytt försök med jobbet.
Om problemet kvarstår kontaktar du supporten.
HSDSeeFrontPanel";

// Scan error
// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Low
// Limo Printhead Wiper Very Low (Prompt and continue)
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo Dryer Systems Issue
// Limo New Printhead Assembly
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Scan Subsystem Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Staple Cartridge Out
// Limo Main or Finisher Output Bin Full
// Limo Too Many Pages to Staple
// Limo Stapler Door Open
// Limo Inline Finisher Disconnected
// Limo Staple Cartridge Empty - Continue
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
// Device has lost its connection to JAM
HSD__65634_65947_65955_65956_65957_65958_65959_65961_65962_65963_65964_65971_65974_65975_65976_65977_65978_65979_65980_65981_65982_65984_65985_65986_65988_65989_65990_65991_65992_65993_65994_65995_65996_65997_65998_66004__EventTitle = "Skrivaren behöver kontrolleras";

// Scan error
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Dryer Systems Issue
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Staple Cartridge Very Low
// Limo Scan Subsystem Disconnected
// Limo Staple Cartridge Out
// Limo Inline Finisher Disconnected
HSD__65634_65961_65962_65971_65975_65976_65978_65979_65981_65986_65990_65994__EventDescription = "HSD_TEXT:Ett skrivarproblem har uppstått. Du kan dock fortsätta att skriva ut.
HSDSeeControlPanelOrSupport";

// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo New Printhead Assembly
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Main or Finisher Output Bin Full
// Limo Stapler Door Open
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
HSD__65947_65955_65958_65959_65963_65964_65974_65977_65980_65982_65984_65985_65988_65989_65991_65993_65996_65997_65998__EventDescription = "HSD_TEXT:Ett skrivarproblem har uppstått och ingen utskrift är tillgänglig.
HSDSeeControlPanelOrSupport";

// No faxes in memory
// Fax is sent as black and white as the receiving fax machine does not support color fax
// Color Fax needs Error Correction Mode on
HSD__66000_66001_66002__EventTitle = "Faxproblem";

// Unsubscribed Instant Ink (final payment not collected yet) - Starting from Verona VR2
HSD__66008_66009__EventTitle = "HP Instant Ink-registrering avbruten";

// Anti Theft / Protected
HSD__75000_75001_75002__EventDescription = "HSD_TEXT:Tonerkassetterna ovan kan endast användas i skrivaren som ursprungligen skyddade tonerkassetterna via funktionen HP Cartridge Protection och måste bytas ut.

Med hjälp av funktionen HP Cartridge Protection kan en skrivarägare ställa in HP-tonerkassetterna i skrivaren så att de endast fungerar med den skrivaren.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Cartridge Low
HSD__75010_75011_75012__EventDescription = "HSD_TEXT:Tonernivån i de angivna kassetterna är låg.

Du behöver inte byta tonerkassetterna nu.

HP rekommenderar att du har en ny tonerkassett tillgänglig så att du kan byta när den gamla tar slut helt.

HSDCartridgeRecycleDescription

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Cartridge Missing
HSD__75015_75016_75017__EventDescription = "HSD_TEXT:Tonerkassetterna som anges ovan verkar saknas, kan inte identifieras eller är felaktigt installerade.

Om tonerkassetterna har installerats tar du ur dem och sätter i dem ordentligt igen.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Door Open
HSD__75025_75026__EventDescription = "Luckan måste vara stängd för att du ska kunna skriva ut.

Kontrollera att den är ordentligt stängd.";

// Defective Memory
HSD__75030_75031_75032__EventDescription = "HSD_TEXT:Skrivaren kan inte identifiera minnet för tonerkassetten som anges ovan. Tonerkassettens minne är skadat eller så är det någonting som förhindrar kommunikation med tonerkassetten.

Du måste byta ut tonerkassetten nu.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Genuine HP Cartridge
HSD__75035_75036_75037__EventDescription = "Din programvara kan autentisera tonerkassetter via en onlinetjänst. Åtkomst till internet är dock inte möjligt nu.";

// Incompatible Cartridge
HSD__75040_75041_75042__EventDescription = "HSD_TEXT:Tonerkassetterna i listan ovan är inte avsedda för användning i den här skrivaren enligt den aktuella konfigurationen.

Se skrivarens hjälp.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Missing Memory
HSD__75095_75096_75097__EventDescription = "HSD_TEXT:Skrivaren kan inte identifiera minnet för tonerkassetten i listan ovan.

Du kan försöka sätta i tonerkassetten på nytt. Om problemet kvarstår måste du byta tonerkassetten nu.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Unauthorized cartridge
HSD__75105_75106_75107__EventDescription = "HSD_TEXT:Administratören har konfigurerat produkten för att enbart använda äkta HP-förbrukningsartiklar. Tonerkassetten måste bytas för att du ska kunna fortsätta skriva ut. Om du tror att du har köpt en ny, äkta HP-förbrukningsartikel besöker du oss på HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL.";

// Replace Cartridge
HSD__75135_75136__EventDescription = "HSD_TEXT:Nivån i tonerkassetterna som anges ovan är mycket låg och måste bytas ut för att utskriften ska kunna återupptas.

HP rekommenderar att du inte tar ut tonerkassetten förrän du har en ny att installera i dess ställe.

HSDCartridgeRecycleDescription

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Used / Counterfeit Cartridge
HSD__75190_75191_75192__EventDescription = "HSD_TEXT:En använd förbrukningsartikel har installerats. Om du tror att du har köpt en äkta HP-förbrukningsartikel besöker du oss på HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL. Eventuell reparation av skrivaren som krävs till följd av användning av begagnade förbrukningsartiklar omfattas inte av garantin. Förbrukningsartikelns status och funktioner som är beroende av statusen är inte tillgängliga.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

////////////////////////////////////////////////////////////////////////////////
// Color Lok
HSDColorLokDescription = "HP rekommenderar ColorLok®-papper for basta utskriftsresultat.";

// HP Instant Ink Service
HSDCanceledInstantInkServiceDescription = "Du har sagt upp HP Instant Ink-tjänsten.";

// HP Instant Ink Promotion
HSDIIReplacementServiceTitle = "HP Instant Ink";
HSDIIReplacementServiceSubTitle = "bläckutbytesservice";
HSDSaveInkString = "Spara upp till 50 % på bläck*";
HSDInstantInkDisclaimersLink = "*Klicka här om du vill se ansvarsfriskrivningar för HP Instant Ink.";
HSDOriginalInkString = "Originalbläck från HP beställs av skrivaren och levereras till din adress.";
HSDSendInkNowString = "Klicka på Skicka bläck nu om du vill veta mer och registrera dig.";

// HP SureSupply Promotion
HSDShopForSuppliesTitle = "HP erbjuder ett annat bekvämt sätt att beställa tillbehör…";
HSDShopForSuppliesText = "Klicka på Köp tillbehör så kan du beställa HPs originalbläckpatroner snabbt och enkelt genom HP SureSupply.";

// Cartridge Replacement
HSDReplacementAvailableWhenNoQualityDescription = "HP rekommenderar att du har en utbytespatron till hands för installation när utskriftskvaliteten inte längre är acceptabel.";
HSDCartridgeRecycleDescription = "HSD_TEXT:När du är redo att ta ut tonerkassetten kan du hitta information om hur du återvinner den på: HSD_LINK:HSDRecycleLink.";

// Buy Now Description
HSDBuyNowDescription = "HSD_TEXT:Beställ en äkta HP-ersättningspatron online genom att klicka på HSDBuyNowButton.";

// Non-HP Supplies Warning
HSDNonHPSuppliesWarning = "HP kan inte garantera kvalitet och funktioner på förbrukningsartiklar som inte kommer från HP.
Om skrivaren behöver service eller reparation på grund av att du har använt förbrukningsartikar som inte tillverkats av HP täcks inte det av garantin.";

// Cartridge Very Low
HSDCartridgeVeryLowDescription = "Patroner med mycket låg nivå kan ge dålig utskriftskvalitet.";

// Original HP Ink Advantages
HSD__info__OriginalHPInkAdvantagesTitle = "Fördelar med HP originalbläck";
HSD__warning__OriginalHPInkAdvantagesTitle = "Fördelarna med HP originalbläck kan inte garanteras";
HSDProvenReliabilityTitle = "Beprövad tillförlitlighet";
HSDEfficientPerformanceTitle = "Effektiv prestanda";
HSDExceptionalQualityTitle = "Fantastisk kvalitet";

// Pen Alignment
HSDRecommendedAlignCartridges = "HSD_TEXT:Vi rekommenderar att du justerar. Klicka på HSDAlignButton för att justera nyligen installerade patroner.";

// Cancel Print
HSDCancelPrintJobOnPrinterDescription = "HSD_TEXT:Om du vill avbryta utskriften trycker du på knappen HSDCancelButton (X) på skrivaren.";

// Control/Front Panel
HSDSeeControlPanelOrSupport = "Se skrivarens kontrollpanel för mer information, eller kontakta supporten.";
HSDSeeFrontPanel = "Se frontpanelen för mer information.";
HSDSeeControlPanel = "Se skrivarens kontrollpanel för mer information.";

// Support
HSDContactSupport = "Kontakta supporten.";

// Buttons
HSDOKButton = "OK";
HSDCancelButton = "Avbryt";
HSDResumeButton = "Återuppta";
HSDCancelPrintButton = "Avbryt utskrift";
HSDCloseButton = "Stäng";
HSDBuyNowButton = "Köp nu";
HSDSendInkNowButton = "Skicka bläck nu";
HSDShopForSuppliesButton = "Köp tillbehör";
HSDEstimatedInkLevelsLink = "Uppskattade bläcknivåer";
HSDEstimatedCartridgeLevelsLink = "Uppskattade bläcknivåer";
HSDAuthenticateLaterButton = "Autentisera senare";
HSDDoNotAuthenticateButton = "Autentisera inte";
HSDAlignButton = "Justera";
HSDDoNotAlignButton = "Justera inte";

// Tooltips
HSDTraysConfigurationLink_tooltip = "Konfiguration av fack";

////////////////////////////////////////////////////////////////////////////////
// Cartridge Color Names
"cyan" = "Cyanfärgat [C]";
"magenta" = "Magentafärgat [M]";
"yellow" = "Gul [Y]";
"black" = "Svart [K]";
"red" = "Röd [R]";
"green" = "Grön [G]";
"blue" = "Blå [B]";
"lightcyan" = "Ljus cyanfärgat [LC]";
"lightmagenta" = "Ljus magentafärgat [LM]";
"orange" = "Orange [O]";
"gray" = "Grått [G]";
"lightgray" = "Ljusgrått [LG]";
"darkgray" = "Mörkgrått [DG]";
"photoblack" = "Fotosvart [PK]";
"matteblack" = "Mattsvart [MK]";
"glossenhancer" = "Glansförstärkare";
"violet" = "Violett [V]";
"gold" = "Guld [??]";
"silver" = "Silver [??]";
"bronze" = "Brons [??]";
"metallic" = "Röd metallic [??]";
"tricolor" = "Tre färger [Cyanfärgat/magentafärgat/gul]";
"photo" = "Foto [svart/ljus cyanfärgat/ljus magentafärgat]";
"photogray" = "Grå foto [svart/grå/ljusgrå]";
"lightcyanlightmagenta" = "Ljus magentafärgat [LM]/ljus cyanfärgat [LC]";
"magentayellow" = "Magentafärgat [M]/gul [Y]";
"mediumcyan" = "Matt svart [MK]/Cyanfärgat [C]";
"mediumgray" = "Fotosvart [PK]/ljusgrå [LG]";
"magentacyan" = "Magentafärgat [M]/Cyanfärgat [C]";
"cyanmagenta" = "Magentafärgat [M]/Cyanfärgat [C]";
"blackyellow" = "Svart [K]/gul [Y]";
"Photo [PK]" = "Foto [PK]";
"imagingdrumhpcea" = "Trumma [OPC]";

////////////////////////////////////////////////////////////////////////////////
HSDLargestAlertIDs = "65594,65802";
